[
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Guerreiras Do K-pop - Mira",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167461/12911_0-.jpg?v=638987282597830000",
    "description": "<p>A elegante e poderosa Mira, das Guerreiras do K-Pop, chega em versão Funko Pop! pronta para conquistar seu espaço na sua coleção. Com traços marcantes e acabamento impecável, esta figura colecionável de 10 cm é indispensável para quem ama K-Pop, cultura pop e figuras Funko. Monte o grupo completo e sinta a força das Guerreiras contra os demônios em sua estante!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Guerreiras Do K-pop - Rumi",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167458/12909_0-.jpg?v=638987282589770000",
    "description": "<p>A destemida Rumi das Guerreiras do K-Pop (Demon Hunters) chega em versão Funko Pop! cheia de atitude e estilo. Com seu design detalhado e acabamento incrível, esta figura colecionável de aproximadamente 10 cm é perfeita para fãs da cultura pop, colecionadores e apaixonados por K-Pop. Leve a energia e a coragem de Rumi para sua coleção e monte o grupo completo das Guerreiras!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Guerreiras Do K-pop - Derpy E Sussi (glow)",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167452/12910_0-.jpg?v=638987282563100000",
    "description": "<p>Dê um toque brilhante à sua coleção com Derpy e Sussi das Guerreiras do K-Pop (Demon Hunters)! Este Funko Pop! exclusivo conta com efeito Glow in the Dark, fazendo os detalhes do boneco brilharem no escuro e tornando-o ainda mais especial. Produzido em vinil resistente e com cerca de 10 cm de altura, é um item que une estilo, diversão e muita personalidade. Perfeito para colecionadores que buscam raridades com impacto visual!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Guerreiras Do K-pop - Zoey",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167455/12912_0-.jpg?v=638987282581400000",
    "description": "<p>A vibrante Zoey está pronta para brilhar na sua coleção! Integrante das Guerreiras do K-Pop (Demon Hunters), ela chega em versão Funko Pop! com todo o estilo e carisma que os fãs adoram. Produzido em vinil e com 10 cm de altura, este colecionável é perfeito para completar o time das Guerreiras e trazer mais energia e música para sua coleção.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Exclusivo CCXP25 DC Comics Batman (Flashpoint)",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167570/12745_0-.jpg?v=639009620550370000",
    "description": "<p>O Funko Pop! Exclusivo CCXP25 Batman (Flashpoint) apresenta a versão intensa de Thomas Wayne com visual sombrio e marcante. Cheio de detalhes e presença, este colecionável exclusivo da CCXP 2025 é imperdível para fãs e colecionadores que buscam uma peça rara do universo DC Comics.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Guerreiras do K-Pop - Jinu",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167448/12908_0-.jpg?v=638987264633770000",
    "description": "<p>Traga para sua coleção a poderosa Jinu, integrante das Guerreiras do K-Pop (Demon Hunters)! Este Funko Pop! apresenta a personagem em sua versão icônica e ainda conta com a chance de encontrar a edição Chase, rara e especial para os fãs mais sortudos. Produzido em vinil de alta qualidade e com aproximadamente 10 cm de altura, é perfeito para colecionadores e apaixonados pelo universo do K-Pop. Um item indispensável para quem deseja ter o brilho e a força de Jinu na estante!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! & Buddy Disney Enrolados Rapunzel e Pascal",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/166401/12463_0-.jpg?v=638930456716670000",
    "description": "<p>Comemore a magia do 15º aniversário de Enrolados com o Boneco Funko Pop! Rapunzel e Pascal! Este duo encantador traz a princesa Rapunzel acompanhada de seu inseparável amigo Pascal em versões cheias de detalhes, prontas para iluminar a sua coleção Disney como as icônicas lanternas flutuantes.<br />Produzidos em vinil de alta qualidade, os bonecos medem aproximadamente 10 centímetros (Rapunzel) e 3 centímetros (Pascal), sendo perfeitos para fãs da animação, colecionadores Funko e apaixonados pelo universo mágico da Disney. Uma peça indispensável para eternizar a amizade, a coragem e o encanto desse clássico moderno.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Marvel Homem-Aranha Amigão da Vizinhança",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/164090/12508_0-.jpg?v=638925236921130000",
    "description": "Complete sua coleção com o Boneco Funko Pop! Homem-Aranha! Esta figura de vinil, com aproximadamente 10 centímetros de altura, traz o icônico herói da Marvel em sua versão clássica, pronto para enfrentar vilões e proteger a vizinhança. Essencial para fãs do Homem-Aranha e colecionadores da Marvel, este POP! é perfeito para expandir sua coleção e homenagear o herói mais querido dos quadrinhos. Não deixe de adicionar o Homem-Aranha Amigão da Vizinhança à sua estante!",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Racing McLaren- Ayrton Senna",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/165904/11905_0-.jpg?v=638926884322500000",
    "description": "<p>Reviva a era de ouro da Fórmula 1 com o Boneco Funko Pop! Ayrton Senna em seu uniforme vermelho clássico, segurando o capacete. Este colecionável detalhado celebra o lendário piloto brasileiro em sua época na McLaren, trazendo a essência de seu espírito competitivo e determinação nas pistas. Perfeito para fãs do automobilismo e de Ayrton Senna, o boneco de vinil destaca-se na coleção de qualquer apaixonado por velocidade e história. A figura de vinil tem aproximadamente 10 centímetros de altura. Leve para casa essa homenagem ao eterno ícone da Fórmula 1!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Premium One Piece - Zoro (Rei do Inferno)",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167630/12738_0-.jpg?v=639017396541770000",
    "description": "<p>O Boneco Funko Pop! Zoro (Rei do Inferno) é a peça perfeita para colecionadores e fãs da lendária série One Piece. Com aproximadamente 15 centímetros de altura, este colecionável captura toda a força e habilidade do espadachim Roronoa Zoro, pronto para se destacar na sua coleção.<br />Como parte da tripulação do Chapéu de Palha, Zoro (Rei do Inferno) é representado em detalhes impressionantes, trazendo seu visual icônico e presença marcante que vão impressionar qualquer fã. Esta edição premium é ideal para exibir em estantes ou mesas, tornando-se um item exclusivo e indispensável para colecionadores de Funko Pop! e admiradores do universo One Piece.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Disney Zootopia 2 - Judy Hopps",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167045/12452_0-.jpg?v=638968382647430000",
    "description": "<p>Leve para casa a coragem e determinação da coelha mais famosa da Disney com o Boneco Funko Pop! Judy Hopps. Diretamente de Zootopia 2, Judy retorna pronta para resolver novos casos e proteger a cidade com sua energia contagiante. Este colecionável em vinil de aproximadamente 11 centímetros é perfeito para fãs da animação e para quem deseja expandir sua coleção Funko Pop! com personagens icônicos da Disney. Um item indispensável para apaixonados por Zootopia, que vai trazer ainda mais personalidade e encanto à sua estante.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Disney Zootopia 2 - Nick Wilde",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167042/12453_0-.jpg?v=638968382640400000",
    "description": "<p>Leve toda a astúcia e carisma do raposo mais famoso da Disney para sua coleção com o Boneco Funko Pop! Nick Wilde. Diretamente de Zootopia 2, Nick chega pronto para se juntar a Judy Hopps e desvendar novos casos na cidade, trazendo todo o charme e personalidade do personagem para sua estante.<br />Com aproximadamente 11 centímetros de altura, este Funko Pop! é perfeito para fãs da Disney e colecionadores de POP! Games que desejam completar sua linha de personagens de Zootopia 2. Um item indispensável para quem quer adicionar estilo, diversão e autenticidade à sua coleção de figuras Disney.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Sayings The Office - Michael",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167111/12476_0-.jpg?v=638968418758570000",
    "description": "<p>Leve o humor icônico de The Office para sua coleção com o Boneco Funko Pop! Michael Scott. Este colecionável apresenta o chefe mais divertido da Dunder Mifflin com seu famoso bordão “That’s what she said”, em um balão de fala exclusivo que adiciona personalidade à peça. Produzido em vinil de alta qualidade e com aproximadamente 12 centímetros de altura, é perfeito para fãs da série, colecionadores Funko e para quem deseja reunir seus personagens favoritos da linha POP! Television.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop Exclusivo Stranger Things T5 Jonathan Byers",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167516/12433_0-.jpg?v=638990900633530000",
    "description": "<p>Forças sombrias estão à espreita sob Hawkins, Indiana. Testemunhe os segredos perigosos e sobrenaturais do Mundo Invertido com o Boneco Funko Pop! Exclusivo Stranger Things T5 - Jonathan Byers, disponível somente no site Funko.com.br! Reviva os acontecimentos, personagens e momentos marcantes da série ao adicionar Jonathan Byers à sua coleção Funko Pop! Television.<br />O boneco de vinil mede aproximadamente 10 centímetros de altura e apresenta a nova embalagem de autenticação da Funko, que utiliza tecnologia micro-óptica impossível de duplicar. Cada adesivo contém um código único que pode ser oficialmente verificado por meio da Octane5, garantindo autenticidade e exclusividade ao seu colecionável.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Netflix Stranger Things T5 - Jim Hopper",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/166692/12472_0-.jpg?v=638953802606400000",
    "description": "<p>Entre no clima misterioso da quinta e última temporada de Stranger Things com o Boneco Funko Pop! Jim Hopper! O carismático chefe de polícia de Hawkins está pronto para enfrentar as forças sombrias do Mundo Invertido e proteger a cidade de novos perigos. Com cerca de 10 centímetros de altura, esta figura de vinil detalhada é indispensável para os fãs da série que desejam completar sua coleção com um dos personagens mais icônicos da trama. Leve para casa toda a ação e emoção da temporada final e reviva os momentos épicos ao lado de Hopper!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Harry Potter 6 - Harry com Ampulheta",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/163193/12350_0-.jpg?v=638919240887400000",
    "description": "<p>Reviva os mistérios de Harry Potter e o Enigma do Príncipe com o Boneco Funko Pop! Harry com Ampulheta! Inspirado em uma das cenas marcantes do sexto filme da saga, esse Pop! traz o bruxo mais famoso do mundo segurando a ampulheta do professor Slughorn. Com detalhes encantadores e acabamento premium, é a escolha ideal para fãs do universo mágico de Hogwarts. Boneco de vinil com aproximadamente 10 centímetros de altura.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! A Casa do Dragão - Daemon com Espada",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/164105/12061_0-.jpg?v=638925236963270000",
    "description": "Adicione o Boneco Funko Pop! Daemon com Espada à sua coleção e traga o príncipe Daemon Targaryen para sua estante. Com detalhes incríveis, esta figura captura o personagem em sua versão icônica, empunhando a famosa espada Dark Sister. Com aproximadamente 10 centímetros de altura, este Pop! é um item essencial para os fãs de Game of Thrones e A Casa do Dragão. Não perca a chance de ter este personagem lendário em sua coleção!",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Five Nights at Freddy's - Withered Freddy",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/164289/12165_0-.jpg?v=638925237596070000",
    "description": "<p>O Boneco Funko Pop! Withered Freddy é uma adição assustadora à sua coleção. Este animatrônico com aparência desgastada e detalhes impecáveis captura a essência do jogo de terror. Perfeito para completar sua linha de Five Nights at Freddy's, o POP! Withered Freddy tem aproximadamente 11 centímetros de altura. Ideal para fãs do jogo que buscam intensificar o clima de suspense e mistério na prateleira.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! League of Legends - Viego",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/166148/11791_0-.jpg?v=638926973243570000",
    "description": "<p>Adicione o temível Rei Arruinado à sua coleção com o Boneco Funko Pop! Viego. Com aproximadamente 11 centímetros de altura, esta figura de vinil captura a essência deste campeão icônico de League of Legends. Equipado para conquistar, Viego é a peça perfeita para os fãs do jogo e colecionadores. Não perca a chance de expandir sua linha Pop! Games com este poderoso personagem e prepare-se para garantir a vitória em suas batalhas!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Friends - Ross Fantasiado de Tatu",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167298/11765_0-.jpg?v=638980355187870000",
    "description": "<p>Adicione um toque divertido à sua coleção com o Boneco Funko Pop! Ross fantasiado de Tatu. Esta figura de aproximadamente 12 centímetros captura Ross Geller em seu icônico e hilário traje de Armadillo das Festas, pronto para celebrar o Hanukkah. Perfeito para fãs de Friends e colecionadores de Funko Pop!, este item é um destaque memorável que traz um sorriso a cada vez que você olhar para ele!</p><p>Celebre sua paixão pela cultura pop com os Bonecos Funko Pop!\nÍcones do colecionismo, os Bonecos Funko Pop! conquistaram fãs no mundo todo com seu visual marcante de cabeça grande e corpo pequeno. Feitos em vinil de alta qualidade, eles trazem à vida personagens de filmes, séries, quadrinhos, animes, games e muito mais. Seja qual for o seu universo favorito, existe um Funko perfeito para expressar sua personalidade e paixão pela cultura pop. Comece ou expanda sua coleção agora mesmo!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Jujutsu Kaisen - Satoru Gojo",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/159333/11174_0-.jpg?v=638864901392430000",
    "description": "<p>A aula começou! Aprenda com o mais poderoso feiticeiro jujutsu, Satoru Gojo, enquanto ele ensina as nuances da energia amaldiçoada e do combate. Você consegue se tornar igual a ele? Adicione o Boneco Funko Pop! Satoru Gojo à sua coleção de Jujutsu Kaisen e forme uma nova geração de feiticeiros. A figura de vinil tem aproximadamente 11 centímetros de altura. </p><p>Celebre sua paixão pela cultura pop com os Bonecos Funko Pop!\nÍcones do colecionismo, os Bonecos Funko Pop! conquistaram fãs no mundo todo com seu visual marcante de cabeça grande e corpo pequeno. Feitos em vinil de alta qualidade, eles trazem à vida personagens de filmes, séries, quadrinhos, animes, games e muito mais. Seja qual for o seu universo favorito, existe um Funko perfeito para expressar sua personalidade e paixão pela cultura pop. Comece ou expanda sua coleção agora mesmo!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Harry Potter - Ron com Doce",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/156431/11277_0.jpg?v=638646996452230000",
    "description": "<p>Desfrute de doces encantados que fazem você rugir como um leão com o Pop! Ron Weasley! Celebre o filme \"Harry Potter e o Prisioneiro de Azkaban\" e amplie sua coleção do Mundo Mágico adicionando o Boneco Funko Pop! Ron Weasley com doces. A figura de vinil tem aproximadamente 11 centímetros de altura e é uma adição encantadora à sua coleção de Harry Potter.</p><p>Celebre sua paixão pela cultura pop com os Bonecos Funko Pop!\nÍcones do colecionismo, os Bonecos Funko Pop! conquistaram fãs no mundo todo com seu visual marcante de cabeça grande e corpo pequeno. Feitos em vinil de alta qualidade, eles trazem à vida personagens de filmes, séries, quadrinhos, animes, games e muito mais. Seja qual for o seu universo favorito, existe um Funko perfeito para expressar sua personalidade e paixão pela cultura pop. Comece ou expanda sua coleção agora mesmo!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Plus One Piece Egghead - Shanks",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167627/12770_0-.jpg?v=639017396524570000",
    "description": "<p>Leve a presença do lendário pirata para sua coleção com o Boneco Funko Pop! Plus One Piece Egghead - Shanks. Com aproximadamente 9,5 cm de altura e design fiel ao personagem, este colecionável em vinil é ideal para fãs de One Piece e colecionadores que desejam reunir os heróis mais icônicos da série.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! It: A Coisa - Pennywise (1990)",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167352/12635_0-.jpg?v=638987228739730000",
    "description": "<p>Aterrorizando fãs e colecionadores, o Boneco Funko Pop! Pennywise (1990) traz o icônico palhaço do clássico do terror para a sua coleção! Com detalhes fiéis ao personagem e pintura vibrante, este boneco de vinil de 11 centímetros é perfeito para exibir ou completar sua linha de POP! Movies. Um item indispensável para os fãs de terror que querem reviver os momentos mais assustadores de It com estilo e qualidade Funko.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Harry Potter - Bellatrix Lestrange",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167355/12914_0-.jpg?v=638987228748000000",
    "description": "<p>Traga um dos personagens mais marcantes do Mundo Bruxo para sua coleção com o Boneco Funko Pop! Bellatrix Lestrange. Diretamente de Azkaban, Bellatrix retorna para servir a Voldemort como uma das Comensais da Morte mais leais e temidas. Com seu visual sombrio e cheio de detalhes, este Funko Pop! é perfeito para fãs que desejam completar sua coleção de Harry Potter com os vilões icônicos da saga. Fabricado em vinil de alta qualidade, o colecionável possui aproximadamente 11 centímetros de altura, ideal para exposição.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! League Of Legends Teemo Com Cogumelo",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/166851/12499_0-.jpg?v=638968346903000000",
    "description": "<p>Leve a magia de League of Legends para sua coleção com o Boneco Funko Pop! &amp; Buddy Teemo com Cogumelo. O campeão mais travesso do jogo chega em versão colecionável ao lado de seu inseparável cogumelo, pronto para surpreender e conquistar qualquer invocador. <br />Com aproximadamente 9 centímetros (Teemo) e 2,5 centímetros (Cogumelo) de altura, é a escolha perfeita para fãs de League of Legends que desejam expandir sua lineup de campeões. Ideal para exibir na estante, mesa gamer ou junto à sua coleção de Funko Pop! Games, esse lançamento é indispensável para quem vive a emoção da Summoner’s Rift também fora das telas.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Barcelona - Lamine Yamal",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/166921/12380_0-.jpg?v=638968364629170000",
    "description": "<p>Leve a emoção do futebol para sua coleção com o Boneco Funko Pop! Lamine Yamal! Inspirado no jovem talento do FC Barcelona, este colecionável captura toda a energia e habilidade do jogador em versão Funko Pop!, perfeito para fãs de futebol e colecionadores.<br />Com aproximadamente 11 centímetros de altura e produzido em vinil de alta qualidade, o Funko Pop! Lamine Yamal é ideal para completar sua linha de jogadores, decorar sua prateleira com estilo e mostrar sua paixão pelo Barça. Um item indispensável para torcedores, colecionadores e amantes do futebol!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Exclusivo Sexta-Feira 13 Jason com Machado",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167090/12434_0-.jpg?v=638968418706130000",
    "description": "<p>Reviva o terror clássico com o Boneco Funko Pop! Exclusivo Sexta-Feira 13 - Jason com Machado! O infame assassino da máscara de hóquei retorna em uma versão detalhada e exclusiva, empunhando seu machado pronto para atacar. Inspirado na icônica franquia Sexta-Feira 13, este colecionável é indispensável para os fãs de filmes de terror e do lendário Jason Voorhees.<br />Produzido em vinil de alta qualidade, o boneco possui aproximadamente 10 centímetros de altura e traz acabamento fiel ao personagem, ideal para exibição em coleções ou decorações temáticas.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! DAN DA DAN - Okarun com Chase",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167189/12784_0-.jpg?v=638968436652700000",
    "description": "<p>Enfrente o sobrenatural com o exclusivo Boneco Funko Pop! Okarun! Esta figura de vinil com aproximadamente 11 centímetros de altura traz o fanático por alienígenas em sua forma transformada, pronta para expandir sua coleção POP! Animation. Com uma chance de 1 em 6 de encontrar a versão chase humana, este colecionável é ideal para fãs que buscam peças raras e cheias de personalidade. Adicione Okarun à sua linha e destaque-se com essa peça única e imperdível!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! DAN DA DAN - Momo Ayase",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/167108/12783_0-.jpg?v=638968418751430000",
    "description": "<p>Prepare-se para uma aventura cheia de mistérios sobrenaturais com o Boneco Funko Pop! Momo Ayase! Inspirada na popular série de mangá, Momo chega em sua versão estilizada, pronta para encarar forças paranormais e extraterrestres. Com seus traços marcantes e pose determinada, essa vidente poderosa é uma adição indispensável para os fãs do universo DAN DA DAN. O boneco de vinil possui aproximadamente 10 centímetros de altura e traz todos os detalhes que tornam a personagem única.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Manchester City - Erling Haaland",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/166900/12379_0-.jpg?v=638968364539170000",
    "description": "<p>Leve para a sua coleção o talento de um dos maiores craques do futebol mundial! O Boneco Funko Pop! Erling Haaland, estrela do Manchester City F.C., chega para brilhar em campo com seu uniforme oficial e design estilizado que conquistou fãs no mundo inteiro. Perfeito para apaixonados por futebol e colecionadores de Funko, este item celebra a potência, carisma e habilidade do atacante norueguês.<br />Com aproximadamente 9 centímetros de altura, o boneco de vinil é ideal para decorar estantes, mesas ou complementar sua escalação de astros da bola. Um presente imperdível para torcedores do City e fãs de Haaland que querem marcar um golaço na coleção!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Five Nights At Freddy's 2 - Scrap Baby",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/166979/12704_0-.jpg?v=638968364773070000",
    "description": "<p>Adicione um toque arrepiante à sua coleção com o Boneco Funko Pop! Scrap Baby. Diretamente de Five Nights at Freddy’s Help Wanted 2, esta animatrônica assustadora chega em versão colecionável para trazer a tensão e a atmosfera sombria do game para sua estante.<br />Com aproximadamente 11 centímetros de altura, este Funko Pop! captura os detalhes marcantes de Scrap Baby, tornando-se um item indispensável para fãs de Five Nights at Freddy’s e colecionadores de POP! Games. Prepare-se para encarar o medo e completar sua coleção com esta figura icônica!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! NBA Knicks - Jalen Brunson",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/166797/12410_0-.jpg?v=638968346750400000",
    "description": "<p>Eleve sua coleção esportiva com o Boneco Funko Pop! Jalen Brunson! Vestindo o uniforme exclusivo Icon Edition do New York Knicks, esta figura de vinil com aproximadamente 10 centímetros de altura captura toda a habilidade e estilo do armador nas quadras. Ideal para fãs de basquete e colecionadores que querem adicionar talento e personalidade ao seu time. Faça um slam dunk na sua coleção com essa peça incrível e cheia de energia!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Jujutsu Kaisen - Kento Nanami",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/166447/12429_0-.jpg?v=638930456832370000",
    "description": "<p>Eleve sua coleção com o exclusivo Boneco Funko Pop! Kento Nanami! Com aproximadamente 10 centímetros de altura, este poderoso feiticeiro da Tokyo Jujutsu High traz toda a força e sabedoria do mentor mais respeitado do anime Jujutsu Kaisen. Perfeito para fãs que querem adicionar um personagem essencial e cheio de carisma à sua linha POP! Animation. Garanta já essa peça exclusiva e fortaleça seu time de feiticeiros contra as maldições!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Solo Leveling - Sung Jinwoo com Chase",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/166488/12566_0-.jpg?v=638930474610600000",
    "description": "<p>O caçador mais poderoso chegou à sua prateleira com o Boneco Funko Pop! Sung Jinwoo! Direto do aclamado manhwa Solo Leveling, Sung Jinwoo aparece pronto para enfrentar monstros e proteger a humanidade em uma figura de vinil com aproximadamente 11 centímetros de altura. E mais: há chance de encontrar a rara versão Chase que brilha no escuro, ideal para quem busca exclusividade na coleção. Um item imperdível para fãs de ação, fantasia sombria e batalhas épicas do mundo dos caçadores!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! NFL Bills - Josh Allen",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/163520/12449_0-.jpg?v=638925183238570000",
    "description": "<p>Garanta um verdadeiro astro da NFL na sua prateleira com o Boneco Funko Pop! Josh Allen! Vestido com o icônico uniforme azul do Buffalo Bills, o quarterback está pronto para marcar um touchdown direto na sua coleção. Perfeito para fãs de futebol americano e do time, esse Pop! colecionável é a escolha certa para mostrar sua paixão pelos gramados. Com aproximadamente 11 centímetros de altura, é a peça ideal para completar seu time de Funko Pop!s com muito estilo e atitude.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! O Senhor dos Anéis - Frodo Bolseiro (Glow)",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/165754/12617_0-.jpg?v=638926144441230000",
    "description": "<p>Reviva a jornada épica da Terra Média com o Boneco Funko Pop! Frodo Bolseiro (Glow). Com design exclusivo, este colecionável traz Frodo em cima de um pedestal do Anel, com inscrições que brilham no escuro — um detalhe especial que destaca a importância do portador do anel. Perfeito para fãs da saga, o Funko mede aproximadamente 11 centímetros de altura e é indispensável na sua coleção de O Senhor dos Anéis!</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Harry Potter 6 - Dumbledore com Horcrux",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/163190/12354_0-.jpg?v=638919240879430000",
    "description": "<p>Reviva os momentos mais sombrios de Harry Potter com o Funko Pop! Dumbledore segurando a Horcrux. Direto de O Enigma do Príncipe, este boneco de vinil com 10 centímetros traz o poderoso diretor de Hogwarts em uma cena icônica. Essencial para fãs que querem completar sua coleção com itens marcantes da saga.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! Harry Potter 6 - Luna de Vestido",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/163214/12355_0-.jpg?v=638919240945830000",
    "description": "<p>Encante sua coleção com o Boneco Funko Pop! Luna de Vestido! Inspirada na icônica Festa de Natal do Clube do Slug, Luna Lovegood aparece com seu visual elegante e cheio de personalidade. Com acabamento impecável e detalhes fiéis ao filme, essa figura de vinil de aproximadamente 10 centímetros é perfeita para fãs do universo mágico de Hogwarts.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  },
  {
    "name": "Boneco Funko Pop! Stranger Things - Boneco Funko Pop! IT A Coisa - Georgie com Chase",
    "image_url": "https://funkobr.vteximg.com.br/arquivos/ids/163595/12592_0-.jpg?v=638925183481800000",
    "description": "<p>Complete sua coleção de terror com o Boneco Funko Pop! Georgie com Chase! Direto do universo assustador de It: A Coisa, Georgie aparece com sua clássica capa de chuva, pronto para fugir de Pennywise. Este colecionável pode incluir a versão Chase, enviada aleatoriamente, tornando-o ainda mais especial para os fãs e colecionadores. Com cerca de 10 centímetros de altura, é o item perfeito para quem ama filmes de terror e quer reviver cenas marcantes do clássico de Stephen King.</p>",
    "price": 29.00,
    "category": "stranger-things-funkos",
    "active": 1
  }
]
